{"translation-revision-date":"2024-03-02 22:52:55+0000","generator":"GlotPress\/4.0.0-beta.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using AI":["Erstelle einen Shop, der deine Marke und dein Unternehmen widerspiegelt. Wähle eines unserer professionell gestalteten Themes aus und passe es an oder erstelle dein eigenes mit Hilfe von KI."],"Take a quick tour to discover what's possible.":["Schau dich um und entdecke, was alles möglich ist."],"But don't let that stop you! Start customizing the look and feel of your store by adding your logo and selecting your colors and layout. ":["Aber lass dich davon nicht aufhalten! Beginne damit, das Erscheinungsbild deines Shops anzupassen, indem du dein Logo hinzufügst und deine Farben und dein Layout auswählst. "],"Start designing your store, including adding your logo, changing color schemes, and choosing layouts. Take a quick tour to discover what's possible.":["Beginne mit der Gestaltung deines Shops – füge dein Logo hinzu, ändere das Farbschema und wähle das passende Layout. Schau dich um und entdecke, was alles möglich ist."],"Discover what's possible with the store designer":["Finde heraus, was mit dem Shop-Designer möglich ist"],"Setting up the foundations":["Grundlagen schaffen"],"Customize your theme":["Passe dein Theme an"],"Continue to customize your store using the store designer. Change your color palette, fonts, page layouts, and more.":["Passe deinen Shop mit dem Shop-Designer weiter an. Du kannst Farbpaletten, Schriftarten, Seitenlayouts und vieles mehr ändern."],"Edit your custom theme":["Bearbeite dein individuelles Theme"],"Start designing":["Beginne deinen Entwurf"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["Mit unserem integrierten Shop-Designer kannst du im Handumdrehen einen eindrucksvollen Shop erstellen. Wähle beispielsweise ein Layout und einen Stil aus."],"Design your own":["Entwirf deinen eigenen Shop"],"Our AI tool had a few issues generating your content.":["Unser KI-Tool hatte ein paar Probleme beim Generieren deiner Inhalte."],"Welcome to your store!":["Willkommen in deinem Shop!"],"Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Wähle das Schriftarten-Paar aus, das am besten zu deiner Marke passt. Die größere Schriftart wird für Überschriften verwendet, die kleinere für unterstützende Inhalte. Du kannst deine Schriftart jederzeit unter <EditorLink>Editor<\/EditorLink> | <StyleLink>Stile<\/StyleLink> ändern."],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Wähle eine Farbpalette, die am besten zu deiner Marke passt. Möchtest du sie ändern? Erstelle unten deine individuelle Farbpalette oder aktualisiere sie später unter <EditorLink>Editor<\/EditorLink> | <StyleLink>Stile<\/StyleLink>."],"You're one step closer to launching your online business — we can't wait to see it come to life.":["Du bist dem Start deines Online-Geschäfts einen Schritt näher gekommen – wir sind schon sehr gespannt darauf."],"Feel free to spill the beans here. All suggestions, feedback, or comments about the AI-generated store experience are welcome.":["Du kannst dich hier gerne offen äußern. Alle Vorschläge, Rückmeldungen oder Kommentare zum KI-generierten Shop-Erlebnis sind willkommen."],"Did you find anything confusing, irrelevant, or not useful?":["Fandest du etwas verwirrend, irrelevant oder nicht nützlich?"],"Other.":["Sonstige."],"I didn’t find a theme that matched my needs.":["Ich habe kein Theme gefunden, das meinen Bedürfnissen entsprach."],"I didn’t like any of the available themes.":["Mir hat keines der verfügbaren Themes gefallen."],"I wanted to see how AI could help me streamline the process.":["Ich wollte sehen, wie KI mir beim Optimieren des Vorgangs helfen kann."],"What motivated you to choose the “Design with AI” option?":["Was hat dich dazu bewogen, die Option „Mit KI entwerfen“ zu wählen?"],"On a scale of 1 = difficult to 5 = very easy, how would you rate the overall experience? *":["Wie würdest du auf einer Skala von 1 = schwierig bis 5 = sehr einfach deine Erfahrung insgesamt bewerten? *"],"Our goal is to make sure you have all the right tools to start customizing your store. We’d love to know if we hit our mark and how we can improve.":["Wir möchten sicherstellen, dass du alle passenden Tools hast, um deinen Shop von Anfang an richtig anzupassen. Wir würden gerne wissen, ob wir unser Ziel erreicht haben und wie wir uns verbessern können."],"Block Patterns":["Block-Vorlagen"],"Continue designing":["Weiter designen"],"Exit and lose changes":["Beenden und Änderungen verlieren"],"You'll lose any changes you've made to your store's design and will start the process again.":["Du verlierst alle Änderungen, die du am Design deines Shops vorgenommen hast, und beginnst den Vorgang von vorne."],"Are you sure you want to exit?":["Möchtest du den Vorgang wirklich beenden?"],"Generating content":["Inhalt generieren"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["Unterstützt durch experimentelle KI. {{link}}Weitere Informationen{{\/link}}"],"Editor canvas":["Editor-Leinwand"],"Please try again":["Bitte versuche es erneut"],"Oops! We encountered a problem while generating your store. <retryButton\/>":["Ups! Beim Generieren deines Shops ist ein Problem aufgetreten. <retryButton\/>"],"Start again":["Neu starten"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Du wirst aufgefordert, deine Unternehmensdaten erneut einzugeben, und dein bestehendes KI-Design geht verloren. Wenn du dein bestehendes Design anpassen möchtest, kannst du das über den <EditorLink>Editor<\/EditorLink> tun."],"Are you sure you want to start over?":["Bist du sicher, dass du von vorne beginnen möchtest?"],"Are you sure you want to start a new design?":["Bist du sicher, dass du ein neues Design beginnen möchtest?"],"Create a new one":["Neues erstellen"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["Passe das Design deines KI-generierten Shops weiter an oder beginne von vorne und erstelle ein neues."],"Customize your custom theme":["Dein individuelles Theme anpassen"],"Find out how":["Erfahre, wie das geht"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Anscheinend verwendest du den Offline-Modus von Jetpack. Wechsle zum Online-Modus, um dein Design mit KI zu erstellen."],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Der Shop-Designer erstellt ein neues Shop-Design für dich. Alle Änderungen, die du an deinem aktiven Theme vorgenommen hast, gehen verloren. Wenn du dein Theme lieber weiter bearbeiten möchtest, kannst du das über den <EditorLink>Editor<\/EditorLink> tun."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["Leider ist der [AI Store Designer] derzeit nicht verfügbar, da wir dein Netzwerk nicht finden können. Bitte prüfe deine Internetverbindung."],"Looking to design your store using AI?":["Du möchtest deinen Shop mit KI entwerfen?"],"Active theme":["Aktives Theme"],"Back to Home":["Zurück zur Startseite"],"Go back to the Home screen to complete your store setup and start selling":["Gehe zum Startbildschirm zurück, um deine Shop-Einrichtung fertigzustellen und mit dem Verkauf zu beginnen"],"Go to the Editor":["Gehe zum Editor"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["Gehe zum Editor, um deine Bilder und Texte zu ändern, weitere Seiten hinzuzufügen und weitere Anpassungen vorzunehmen."],"Fine-tune your design":["Optimiere dein Design"],"Your store looks great!":["Dein Shop sieht toll aus!"],"Browse all themes":["Alle Themes durchsuchen"],"Or select a professionally designed theme to customize and make your own.":["Oder wähle ein professionell gestaltetes Theme aus, das du anpassen und nach deinen Wünschen gestalten kannst."],"Design with AI":["Mit KI entwerfen"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["Mit unseren integrierten KI-Tools kannst du das Aussehen deines Shops gestalten, Seiten erstellen und Texte generieren."],"Use the power of AI to design your store":["Entwirf deinen Shop mithilfe von KI"],"Customize your store":["Deinen Shop anpassen"],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["Passe den Stil und das Layout deines Shops an deine Marke an! Füge dein Logo hinzu, ändere die Schriftart und Farben und probiere verschiedene Seitenlayouts aus. Du kannst Text und Bilder später über den Editor bearbeiten."],"Make your store your own":["Mache deinen Shop zu deinem eigenen"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["Alle Änderungen, die du an Layout und Stil vornimmst, werden hier in Echtzeit angezeigt – perfekt, um vor der Live-Schaltung mit verschiedenen Looks zu experimentieren. Du kannst auch die Größe dieses Bereichs ändern, um zu sehen, wie dein Shop auf Mobilgeräten dargestellt wird."],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using our store designer.":["Erstelle einen Shop, der deine Marke und dein Unternehmen widerspiegelt. Wähle eines unserer professionell gestalteten Themes aus und passe es an oder erstelle mit unserem Shop-Designer dein eigenes."],"View your changes in real time":["Zeige deine Änderungen in Echtzeit an"],"Welcome to your AI-generated store!":["Willkommen bei deinem KI-generierten Shop!"],"Take a tour":["Rundgang machen"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Benutze die Pfeiltasten links\/rechts, um die Größe der Seite zu ändern. Halte die Umschalttaste gedrückt, um die Größe in größeren Schritten zu ändern."],"Saving failed.":["Das Speichern ist fehlgeschlagen."],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["Füge dein Logo hinzu, um sicherzustellen, dass dein Shop deine Marke darstellt. Die besten Ergebnisse erzielst du, wenn du eine SVG- oder PNG-Datei mit einer Mindestbreite von 300 Pixeln hochlädst."],"Use as site icon":["Als Website-Icon verwenden"],"Link logo to homepage":["Logo mit Startseite verknüpfen"],"Image width":["Bildbreite"],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Wähle aus den Optionen unten einen neuen Footer aus. Dein Footer enthält die sekundäre Navigation deiner Website und wird jeder Seite hinzugefügt. Du kannst dies über den <EditorLink>Editor<\/EditorLink> weiter anpassen."],"Logo":["Logo"],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the <EditorLink>Editor<\/EditorLink>.":["Auf Basis der erfolgreichsten Shops in deiner Branche und an deinem Standort hat unser KI-Tool dieses Template für dein Unternehmen empfohlen. Möchtest du lieber ein anderes Layout verwenden? Über den <EditorLink>Editor<\/EditorLink> kannst du jetzt oder später ein anderes Layout auswählen."],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Wähle aus den Optionen unten einen neuen Header aus. Dein Header enthält die Navigation deiner Website und wird jeder Seite hinzugefügt. Du kannst dies über den <EditorLink>Editor<\/EditorLink> weiter anpassen."],"Site icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["Website-Icons erscheinen in Browser-Tabs, Lesezeichenleisten und in den WordPress Mobil-Apps."],"This is where you can start customizing the look and feel of your store, including adding your logo, and changing colors and layouts. Take a quick tour to discover what’s possible.":["Hier kannst du das Erscheinungsbild deines Shops anpassen und z. B. dein Logo hinzufügen sowie Farben und Layouts ändern. Schau dich um und entdecke, was alles möglich ist."],"Change your font":["Deine Schriftart ändern"],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Auf Basis der von dir übermittelten Informationen empfiehlt unser KI-Tool die Verwendung dieser Farbpalette. Möchtest du sie ändern? Du kannst unten Farben auswählen oder neue hinzufügen oder diese später unter <EditorLink>Editor<\/EditorLink> | <StyleLink>Stile<\/StyleLink> aktualisieren."],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["KI hat eine Schriftkombination ausgewählt, die am besten zu deinem Unternehmen passt. Wenn du sie ändern möchtest, kannst du jetzt unten eine neue Option auswählen oder später unter <EditorLink>Editor<\/EditorLink> | <StyleLink>Stile<\/StyleLink>."],"or create your own":["oder erstelle deine eigenen"],"Change your footer":["Deinen Footer ändern"],"Change your homepage":["Deine Startseite ändern"],"Change your header":["Deinen Header ändern"],"Change fonts":["Schriftarten ändern"],"Change the color palette":["Die Farbpalette ändern"],"Add your logo":["Dein Logo hinzufügen"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the <EditorLink>Editor<\/EditorLink> later.":["Passe das Design deines Shops mit unseren Stil- und Layout-Tools an. Inhalte und Bilder können über den <EditorLink>Editor<\/EditorLink> später hinzugefügt oder geändert werden."],"Let's get creative":["Lass uns kreativ werden"],"Which writing style do you prefer?":["Welchen Schreibstil ziehst du vor?"],"Direct yet respectful, serious and professional.":["Direkt, aber respektvoll, seriös und professionell."],"Formal":["Formell"],"Relaxed and friendly, like a conversation with a friend.":["Entspannt und freundlich, wie ein Gespräch mit einem Freund."],"Informal":["Informell"],"How would you like your store to look?":["Wie soll dein Shop aussehen?"],"Bold":["Ausdrucksstark"],"Classic":["Klassisch"],"Contemporary":["Zeitgenössisch"],"Who your target audience is":["Wer deine Zielgruppe ist"],"What makes your business unique":["Was dein Unternehmen einzigartig macht"],"How many products you plan on displaying":["Wie viele Produkte du anzeigen möchtest"],"What you want to sell":["Was du verkaufen möchtest"],"Try to include:":["Versuche, Folgendes anzugeben:"],"The more detail you provide, the better job our AI can do!":["Je mehr Details du angibst, desto besser kann unsere KI arbeiten!"],"Vibrant with eye-catching colors and visuals.":["Lebendig mit auffälligen Farben und Bildern."],"Elegant and timeless with a nostalgic touch.":["Elegant und zeitlos mit nostalgischem Touch."],"Tell us a bit more about your business":["Erzähle uns etwas über dein Unternehmen"],"Applying the finishing touches":["Jetzt noch der Feinschliff"],"Assembling your AI-optimized store":["Dein KI-optimierter Shop wird erstellt"],"Designing the best look for your business":["Wir finden den besten Look für dein Unternehmen"],"Comparing the top performing stores":["Wir vergleichen die erfolgreichsten Shops"],"Analyzing your responses":["Wir analysieren deine Antworten"],"Opening the doors":["Die Türen werden geöffnet"],"Drag to resize":["Zum Ändern der Größe ziehen"],"Turning on the lights":["Die Lichter werden eingeschaltet"],"Thanks for the feedback. We'll put it to good use!":["Vielen Dank für das Feedback. Wir werden es berücksichtigen!"],"Replace":["Ersetzen"],"Saving":["Speichern"],"Continue setting up your store":["Die Einrichtung deines Shops abschließen"],"Preview store":["Shop-Vorschau"],"Options":["Einstellungen"],"Neutral":["Neutral"],"Send":["Senden"],"Back":["Zurück"],"Navigation":["Navigation"],"Style":["Stil"],"Share feedback":["Feedback teilen"],"Skip":["Überspringen"],"Customize":["Anpassen"],"Done":["Fertig"],"Layout":["Layout"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["Zurück"],"Save":["Speichern"],"Cancel":["Abbrechen"],"Continue":["Fortfahren"],"Delete":["Löschen"],"Settings":["Einstellungen"],"Default":["Standard"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}