{"translation-revision-date":"2024-03-02 22:52:55+0000","generator":"GlotPress\/4.0.0-beta.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Next product variation":["Nächste Produktvariante"],"Previous product variation":["Vorherige Produktvariante"],"Return to main product":["Zurück zum Hauptprodukt"],"Next post":["Nächster Beitrag"],"Previous post":["Vorheriger Beitrag"],"Show me around (10s)":["Zeige mir alles (10 s)"],"I'll explore on my own":["Ich sehe es mir selbst an"],"Let us show you how to navigate the form and create this product from start to finish in no time.":["Lass dir von uns zeigen, wie du durch das Formular navigieren und dieses Produkt im Handumdrehen von Anfang bis Ende erstellen kannst."],"Meet the product editing form":["Lerne das Formular für die Produktbearbeitung kennen"],"If the form doesn’t yet have all the features you need —it’s still in development— you can switch to the classic editor anytime.":["Wenn das Formular noch nicht über alle Funktionen verfügt, die du benötigst – es befindet sich noch in der Entwicklung –, kannst du jederzeit zum klassischen Editor wechseln."],"Product editing tour":["Produktbearbeitungs-Tour"],"⚙️ Looking for more?":["⚙️ Du brauchst mehr?"],"With all the details in place, use the buttons at the top to easily preview and publish your product. Click the arrow button for more options.":["Wenn alle Details vorhanden sind, kannst du über die Buttons oben dein Produkt ganz einfach in der Vorschau anzeigen und veröffentlichen. Klicke zum Anzeigen weiterer Optionen auf den Pfeil-Button."],"🔍 Preview and publish":["🔍 In der Vorschau anzeigen und veröffentlichen"],"When done, use the tabs to switch between other details and settings. In the future, you’ll also find here extensions and plugins.":["Wenn das erledigt ist, benutze die Tabs, um zwischen weiteren Details und Einstellungen zu wechseln. Zukünftig findest du hier auch Erweiterungen und Plugins."],"✍️ Set up pricing & more":["✍️ Preise und mehr festlegen"],"The product form will help you describe your product field by field—from basic details like name and description to attributes the customers can use to find it on your store.":["Das Produktformular hilft dir, dein Produkt Feld für Feld zu beschreiben – von grundlegenden Details wie Name und Beschreibung bis hin zu Attributen, mit deren Hilfe die Kunden es in deinem Shop finden können."],"📣 Tell a story about your product":["📣 Eine Story über dein Produkt erzählen"],"Manage individual variation details in the Options tab.":["Verwalte einzelne Variantendetails auf dem Tab „Optionen“."],"The end date of the sale must be after the start date.":["Das Enddatum des Ausverkaufs muss nach dem Startdatum liegen."],"The start date of the sale must be before the end date.":["Das Startdatum des Ausverkaufs muss vor dem Enddatum liegen."],"Please enter a valid date.":["Gib ein gültiges Datum ein."],"More product options":["Weitere Produktoptionen"],"Stock quantity must be a positive number.":["Lagerbestand muss eine positive Zahl sein."],"Weight must be higher than zero.":["Das Gewicht muss höher als Null sein."],"Height must be higher than zero.":["Das Höhe muss höher als Null sein."],"Length must be higher than zero.":["Die Länge muss höher als Null sein."],"Width must be higher than zero.":["Das Breite muss höher als Null sein."],"This field is required.":["Dieses Feld ist erforderlich."],"Please enter a product name shorter than 120 characters.":["Bitte gib einen Produktnamen an, der kürzer als 120 Zeichen ist."],"Sale price cannot be equal to or higher than list price.":["Der Angebotspreis kann nicht größer oder gleich dem Listenpreis sein."],"Please enter a price with one monetary decimal point without thousand separators and currency symbols.":["Bitte gib einen Preis im Dezimalformat ein, ohne Tausender-Trennzeichen und Währungssymbole."],"You cannot edit this item because it is in the Trash. Please restore it and try again.":["Du kannst dieses Element nicht bearbeiten, weil es sich im Papierkorb befindet. Bitte stelle es wieder her und versuche es erneut."],"Close settings":["Einstellungen schließen"],"Menu order":["Menüreihenfolge"],"Enable reviews":["Produktbewertungen erlauben"],"Products":["Produkte"],"Advanced":["Erweitert"],"Settings":["Einstellungen"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/edit-product-page.js"}}