{"translation-revision-date":"2024-03-02 22:52:55+0000","generator":"GlotPress\/4.0.0-beta.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Something went wrong when placing the order. Check your account's order history or your email for order updates before retrying.":["Beim Aufgeben der Bestellung ist etwas schiefgelaufen. Prüfe den Bestellverlauf deines Kontos oder deinen E-Mail-Posteingang auf Aktualisierungen zur Bestellung, bevor du es erneut versuchst."],"Something went wrong when placing the order. Check your email for order updates before retrying.":["Beim Aufgeben der Bestellung ist etwas schiefgelaufen. Prüfe deinen E-Mail-Posteingang auf Aktualisierungen zur Bestellung, bevor du es erneut versuchst."],"Totals will be recalculated when a valid shipping method is selected.":["Gesamtsummen werden neu berechnet, wenn eine gültige Versandmethode ausgewählt wurde."],"Flat rate shipping":["Versandkostenpauschale"],"Hoodie with Pocket":["Hoodie mit Tasche"],"Hoodie with Logo":["Hoodie mit Logo"],"Hoodie with Zipper":["Hoodie mit Reißverschluss"],"Long Sleeve Tee":["Langarm-Shirt"],"T-Shirt":["T-Shirt"],"Polo":["Poloshirt"],"Something went wrong. Please contact us for assistance.":["Es ist ein Fehler aufgetreten. Bitte wende dich an uns, um Unterstützung zu erhalten."],"Sorry, this order requires a shipping option.":["Leider ist für diese Bestellung eine Versandoption erforderlich."],"%s (optional)":["%s (optional)"],"The checkout has encountered an unexpected error. <button>Try reloading the page<\/button>. If the error persists, please get in touch with us so we can assist.":["Beim Bezahlen ist ein unerwarteter Fehler aufgetreten. <button> Bitte lade die Seite erneut<\/button>. Wenn der Fehler weiterhin besteht, wende dich bitte an uns, damit wir dir helfen können."],"Checkout is not available whilst your cart is empty—please take a look through our store and come back when you're ready to place an order.":["Die Bezahlfunktion ist nicht verfügbar, solange dein Warenkorb leer ist. Sieh dich doch im Shop ein wenig um und kehre hierher zurück, wenn du eine Bestellung aufgeben möchtest."],"Browse store":["Shop durchstöbern"],"Your cart is currently empty!":["Dein Warenkorb ist gerade leer!"],"Orange":["Orange"],"Yellow":["Gelb"],"Warm hat for winter":["Warmer Hut für den Winter"],"Lightweight baseball cap":["Leichte Baseball-Kappe"],"Cap":["Kappe"],"Beanie":["Beanie"],"example product in Cart Block\u0004Beanie":["Beanie"],"example product in Cart Block\u0004Beanie with Logo":["Beanie mit Logo"],"Click here to log in.":["Klicke hier, um dich anzumelden."],"Edit your cart":["Warenkorb bearbeiten"],"Please edit your cart and try again.":["Bearbeite bitte deinen Warenkorb und versuche es erneut."],"There is a problem with your cart":["Bei deinem Warenkorb ist ein Problem aufgetreten"],"Checkout error":["Fehler beim Bezahlen"],"There was a problem checking out. Please try again. If the problem persists, please get in touch with us so we can assist.":["Beim Bezahlen ist ein Problem aufgetreten. Bitte versuche es erneut. Wenn das Problem weiterhin besteht, wende dich bitte an uns, damit wir dir helfen können."],"There was a problem with your shipping option.":["Bei deiner Versandoption ist ein Problem aufgetreten."],"There was a problem with your payment option.":["Bei deiner Zahlungsoption ist ein Problem aufgetreten."],"Something went wrong. Please contact us to get assistance.":["Es ist ein Fehler aufgetreten. Bitte kontaktiere uns, wenn du Hilfe benötigst."],"Sales tax":["Umsatzsteuer"],"Color":["Farbe"],"Small":["Klein"],"Size":["Größe"],"Oops!":["Ups!"],"There was an error loading the content.":["Beim Laden des Inhalts ist ein Fehler aufgetreten."],"Retry":["Erneut versuchen"],"Free shipping":["Kostenlose Lieferung"],"Error:":["Fehler:"],"You must be logged in to checkout.":["Bitte melde dich an, um die Bestellung abzuschließen."],"Shipping":["Versand"],"Local pickup":["Abholung vor Ort"],"Fee":["Gebühr"]}},"comment":{"reference":"assets\/client\/blocks\/checkout-frontend.js"}}