{"translation-revision-date":"2024-03-02 22:52:55+0000","generator":"GlotPress\/4.0.0-beta.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Something went wrong when placing the order. Check your account's order history or your email for order updates before retrying.":["Beim Aufgeben der Bestellung ist etwas schiefgelaufen. Prüfe den Bestellverlauf deines Kontos oder deinen E-Mail-Posteingang auf Aktualisierungen zur Bestellung, bevor du es erneut versuchst."],"Something went wrong when placing the order. Check your email for order updates before retrying.":["Beim Aufgeben der Bestellung ist etwas schiefgelaufen. Prüfe deinen E-Mail-Posteingang auf Aktualisierungen zur Bestellung, bevor du es erneut versuchst."],"Flat rate shipping":["Versandkostenpauschale"],"Hoodie with Pocket":["Hoodie mit Tasche"],"Hoodie with Logo":["Hoodie mit Logo"],"Hoodie with Zipper":["Hoodie mit Reißverschluss"],"Long Sleeve Tee":["Langarm-Shirt"],"T-Shirt":["T-Shirt"],"Polo":["Poloshirt"],"Something went wrong. Please contact us for assistance.":["Es ist ein Fehler aufgetreten. Bitte wende dich an uns, um Unterstützung zu erhalten."],"Filled Cart":["Gefüllter Warenkorb"],"Sorry, this order requires a shipping option.":["Leider ist für diese Bestellung eine Versandoption erforderlich."],"Reload the page":["Seite erneut laden"],"The cart has encountered an unexpected error. If the error persists, please get in touch with us for help.":["Im Warenkorb ist ein unerwarteter Fehler aufgetreten. Wenn der Fehler weiterhin besteht, wende dich bitte an uns, damit wir dir helfen können."],"%s (optional)":["%s (optional)"],"Empty Cart":["Leerer Warenkorb"],"Orange":["Orange"],"Yellow":["Gelb"],"Warm hat for winter":["Warmer Hut für den Winter"],"Lightweight baseball cap":["Leichte Baseball-Kappe"],"Cap":["Kappe"],"Beanie":["Beanie"],"example product in Cart Block\u0004Beanie":["Beanie"],"example product in Cart Block\u0004Beanie with Logo":["Beanie mit Logo"],"There was a problem with your shipping option.":["Bei deiner Versandoption ist ein Problem aufgetreten."],"There was a problem with your payment option.":["Bei deiner Zahlungsoption ist ein Problem aufgetreten."],"Something went wrong. Please contact us to get assistance.":["Es ist ein Fehler aufgetreten. Bitte kontaktiere uns, wenn du Hilfe benötigst."],"Loading…":["Wird geladen …"],"Sales tax":["Umsatzsteuer"],"Color":["Farbe"],"Small":["Klein"],"Size":["Größe"],"Oops!":["Ups!"],"There was an error loading the content.":["Beim Laden des Inhalts ist ein Fehler aufgetreten."],"Free shipping":["Kostenlose Lieferung"],"Error:":["Fehler:"],"Shipping":["Versand"],"Local pickup":["Abholung vor Ort"],"Fee":["Gebühr"]}},"comment":{"reference":"assets\/client\/blocks\/cart-frontend.js"}}